{
  "animals": [
    {
      "filename": "DSC07242.jpg",
      "description": "This is a mongolian domestic horse, scientific name Equus ferus caballus. Taken in Mongolia. One fun fact about these horses is that they can survive in extreme temperatures ranging from -40°C to 40°C (-40°F to 104°F).",
      "showOnIndex": true
    },
    {
      "filename": "DSC07321.jpg",
      "description": "This is a Ruddy Shelduck with its 2 ducklings, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07331.jpg",
      "description": "This is a Ruddy Shelduck, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07425.jpg",
      "description": "This is a bearded vulture, scientific name Gypaetus barbatus. Taken in Mongolia. A fun fact about bearded vultures is that they get these orange colors from bathing in iron-rich mud.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07374.jpg",
      "description": "This is a Brandt's vole, scientific name Lasiopodomys brandtii. Taken in Mongolia. A fun fact about Brandt's voles is that they are known for their population explosions, which can lead to significant ecological impacts in their habitats.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07309.jpg",
      "description": "This is a Ruddy Shelduck mid flight, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07149.JPG",
      "description": "This is a yak, scientific name Bos grunniens. Taken in Mongolia. A fun fact about yaks is that they dont moo like regular cows, instead they produce a distinctive grunting sound.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07155.JPG",
      "description": "This is a yak with its calf, scientific name Bos grunniens. Taken in Mongolia. A fun fact about yaks is that they dont moo like regular cows, instead they produce a distinctive grunting sound.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07297.JPG",
      "description": "This is a grasshopper, scientific name Caelifera. Taken in Mongolia. A fun fact about grasshoppers is that they have ears located on their abdomen, which helps them detect sounds and vibrations.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07333.JPG",
      "description": "These are Demoiselle cranes, scientific name Grus virgo. Taken in Mongolia. A fun fact about Demoiselle cranes is that they undertake one of the longest migratory journeys of any bird species, flying over the Himalayas (up to 8000 meters) to reach their wintering grounds in India.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07423.JPG",
      "description": "This is a bearded vulture, scientific name Gypaetus barbatus. Taken in Mongolia. A fun fact about bearded vultures is that they get these orange colors from bathing in iron-rich mud.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07440.JPG",
      "description": "This is a black kite, scientific name Milvus migrans. Taken in Mongolia. A fun fact about black kites is that in Australia there are firehawks that have learned to spread wildfires by picking up burning sticks and dropping them in unburned areas to flush out prey.",
      "showOnIndex": false
    }
  ],
  "nature": [
    {
      "filename": "DSC07215.jpg",
      "description": "This is a common yarrow with a fly on it, scientific name Achillea millefolium. Taken in Mongolia. A fun fact about common yarrow is that it has been used for centuries in traditional medicine for its anti-inflammatory and wound-healing properties.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07216.jpg",
      "description": "This is a wild strawberry, scientific name Fragaria vesca. Taken in Mongolia. A fun fact about wild strawberries is that they are not only delicious but also packed with vitamin C, antioxidants, and dietary fiber, making them a healthy treat.",
      "showOnIndex": true
    },
    {
      "filename": "DSC07219.JPG",
      "description": "This is a cow parsley also known as Queen Anne's lace, scientific name Anthriscus sylvestris. Taken in Mongolia. A fun fact about cow parsley is that it is a member of the Apiaceae family, which also includes carrots, celery, and parsley.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07403.JPG",
      "description": "A snapshot of mongolian nomadic life with traditional gers (yurts) set against the backdrop of rolling hills and open skies along with livestock. Taken in Mongolia.",
      "showOnIndex": false
    }
  ],
  "vehicles": [
    {
      "filename": "DSC07725.jpg",
      "description": "This is F-35 Lightning II operated by the Danish Air Force, a family of single-seat, single-engine, all-weather stealth multirole fighters. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": true
    },
    {
      "filename": "DSC07758.jpg",
      "description": "This is Jas-39 Gripen operated by the Swedish Air Force, a light single-engine multirole fighter aircraft manufactured by the Swedish aerospace company Saab. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07831.jpg",
      "description": "This is Saab-37 Viggen now retired, a Swedish single-seat, single-engine, short-medium range combat aircraft. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07841.jpg",
      "description": "This is an F-16 Fighting Falcon operated by the Royal Danish Air Force, a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07747.jpg",
      "description": "This is Jas-39 Gripen operated by the Swedish Air Force, a light single-engine multirole fighter aircraft manufactured by the Swedish aerospace company Saab. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07852.jpg",
      "description": "This is an F-16 Fighting Falcon operated by the Royal Danish Air Force, a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC7525.JPG",
      "description": "This is an AgustaWestland AW109 designated Hkp-15 in the Swedish military, a lightweight, twin-engine, eight-seat multi-purpose helicopter. Taken during Swedish army's 500th anniversary in Stockholm, Sweden.",
      "showOnIndex": false
    },
    {
      "filename": "DSC7527.JPG",
      "description": "This is an Sikorsky UH-60 Black Hawk designated Hkp-16 in the Swedish military, a four-bladed, twin-engine, medium-lift utility helicopter. Taken during Swedish army's 500th anniversary in Stockholm, Sweden.",
      "showOnIndex": false
    }
  ]
}
