{
  "animals": [
    {
      "filename": "DSC07242.jpg",
      "description": "This is a mongolian domestic horse, scientific name Equus ferus caballus. Taken in Mongolia. One fun fact about these horses is that they can survive in extreme temperatures ranging from -40°C to 40°C (-40°F to 104°F).",
      "showOnIndex": true
    },
    {
      "filename": "DSC07321.jpg",
      "description": "This is a Ruddy Shelduck with its 2 ducklings, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07331.jpg",
      "description": "This is a Ruddy Shelduck, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07425.jpg",
      "description": "This is a bearded vulture, scientific name Gypaetus barbatus. Taken in Mongolia. A fun fact about bearded vultures is that they get these orange colors from bathing in iron-rich mud.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07374.jpg",
      "description": "This is a Brandt's vole, scientific name Lasiopodomys brandtii. Taken in Mongolia. A fun fact about Brandt's voles is that they are known for their population explosions, which can lead to significant ecological impacts in their habitats.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07309.jpg",
      "description": "This is a Ruddy Shelduck mid flight, scientific name Tadorna ferruginea. Taken in Mongolia. A fun fact about Ruddy Shelducks is that in Tibetan Buddhism they are considered sacred and a symbol of fidelity because pairs often mate for life and are very protective of each others.",
      "showOnIndex": false
    }
  ],
  "nature": [
    {
      "filename": "DSC07215.jpg",
      "description": "This is a common yarrow with a fly on it, scientific name Achillea millefolium. Taken in Mongolia. A fun fact about common yarrow is that it has been used for centuries in traditional medicine for its anti-inflammatory and wound-healing properties.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07216.jpg",
      "description": "This is a wild strawberry, scientific name Fragaria vesca. Taken in Mongolia. A fun fact about wild strawberries is that they are not only delicious but also packed with vitamin C, antioxidants, and dietary fiber, making them a healthy treat.",
      "showOnIndex": true
    }
  ],
  "vehicles": [
    {
      "filename": "DSC07725.jpg",
      "description": "This is F-35 Lightning II operated by the Danish Air Force, a family of single-seat, single-engine, all-weather stealth multirole fighters. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": true
    },
    {
      "filename": "DSC07758.jpg",
      "description": "This is Jas-39 Gripen operated by the Swedish Air Force, a light single-engine multirole fighter aircraft manufactured by the Swedish aerospace company Saab. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07831.jpg",
      "description": "This is Saab-37 Viggen now retired, a Swedish single-seat, single-engine, short-medium range combat aircraft. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07841.jpg",
      "description": "This is an F-16 Fighting Falcon operated by the Royal Danish Air Force, a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07747.jpg",
      "description": "This is Jas-39 Gripen operated by the Swedish Air Force, a light single-engine multirole fighter aircraft manufactured by the Swedish aerospace company Saab. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    },
    {
      "filename": "DSC07852.jpg",
      "description": "This is an F-16 Fighting Falcon operated by the Royal Danish Air Force, a single-engine supersonic multirole fighter aircraft originally developed by General Dynamics for the United States Air Force. Taken in Blekinge, Sweden during Flygvapnets flygdag på F17.",
      "showOnIndex": false
    }
  ]
}
